
<!DOCTYPE HTML>
<html lang="ja" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>親指ありビルドガイド · ErgoDashビルドガイド</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-expand-active-chapter/expand-active-chapter.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-collapsible-chapters/collapsible-chapters.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ErgoDash_BuildGuide_cut.html" />
    
    
    <link rel="prev" href="ErgoDash_Parts.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="検索すると入力" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ErgoDash_Parts.html">
            
                <a href="ErgoDash_Parts.html">
            
                    
                    必要部品/必要工具
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3" data-path="ErgoDash_BuildGuide.html">
            
                <a href="ErgoDash_BuildGuide.html">
            
                    
                    親指ありビルドガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ErgoDash_BuildGuide_cut.html">
            
                <a href="ErgoDash_BuildGuide_cut.html">
            
                    
                    親指なしビルドガイド
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            GitBookで公開 
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >親指ありビルドガイド</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="ergodash-&#x89AA;&#x6307;&#x3042;&#x308A;&#x30D3;&#x30EB;&#x30C9;&#x30AC;&#x30A4;&#x30C9;">ErgoDash &#x89AA;&#x6307;&#x3042;&#x308A;&#x30D3;&#x30EB;&#x30C9;&#x30AC;&#x30A4;&#x30C9;</h1>
<h3 id="&#x306F;&#x3058;&#x3081;&#x306B;">&#x306F;&#x3058;&#x3081;&#x306B;</h3>
<p>&#x3053;&#x306E;&#x30DA;&#x30FC;&#x30B8;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x30AC;&#x30A4;&#x30C9;&#x3067;&#x306F;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#x6A5F;&#x80FD;&#x306E;Undergrow LED&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x3084;&#x30D0;&#x30C3;&#x30AF;&#x30E9;&#x30A4;&#x30C8;LED&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x624B;&#x9806;&#x3092;&#x8A18;&#x8F09;&#x3057;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;<br>&#x3053;&#x308C;&#x3089;&#x306E;LED&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x3092;&#x3057;&#x305F;&#x3044;&#x5834;&#x5408;&#x306F;<a href="https://github.com/omkbd/ErgoDash/blob/master/Doc/build.md" target="_blank">&#x672C;&#x5BB6;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x30AC;&#x30A4;&#x30C9;</a>&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x7D44;&#x307F;&#x7ACB;&#x3066;&#x3092;&#x884C;&#x3063;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;<br><a href="https://github.com/omkbd/ErgoDash/blob/master/Doc/build.md" target="_blank">https://github.com/omkbd/ErgoDash/blob/master/Doc/build.md</a></p>
<p>&#x3053;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x30AC;&#x30A4;&#x30C9;&#x3067;&#x306F;&#x89AA;&#x6307;&#x306A;&#x3057;&#x306E;&#x30EC;&#x30A4;&#x30A2;&#x30A6;&#x30C8;&#x306E;&#x7D44;&#x307F;&#x7ACB;&#x3066;&#x3092;&#x884C;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
&#x89AA;&#x6307;&#x3042;&#x308A;&#x306E;&#x7D44;&#x307F;&#x7ACB;&#x3066;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x30DA;&#x30FC;&#x30B8;&#x3092;&#x53C2;&#x7167;&#x4E0B;&#x3055;&#x3044;&#x3002;<br><a href="ErgoDash_BuildGuide_cut.html">&#x89AA;&#x6307;&#x306A;&#x3057;&#x30EC;&#x30A4;&#x30A2;&#x30A6;&#x30C8; &#x30D3;&#x30EB;&#x30C9;&#x30AC;&#x30A4;&#x30C9;</a></p>
<h2 id="1&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x3092;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x308B;">1.&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x3092;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x308B;</h2>
<p>&#x4F7F;&#x7528;&#x90E8;&#x54C1;:&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;<br>&#x4F7F;&#x7528;&#x5DE5;&#x5177;:&#x30CB;&#x30C3;&#x30D1;&#x30FC;&#x3000;&#x306F;&#x3093;&#x3060;&#x3054;&#x3066;  </p>
<p>&#x30A2;&#x30AF;&#x30EA;&#x30EB;&#x30B1;&#x30FC;&#x30B9;&#x3092;3&#x679A;&#x91CD;&#x306D;&#x3001;10&#x500B;&#x7A0B;&#x5EA6;&#x3067;&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x306E;&#x30EA;&#x30FC;&#x30EB;&#x3092;&#x30AB;&#x30C3;&#x30C8;&#x3057;&#x3001;&#x30A2;&#x30AF;&#x30EA;&#x30EB;&#x306B;&#x62BC;&#x3055;&#x3048;&#x3064;&#x3051;&#x3066;&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x3092;&#x6298;&#x308A;&#x66F2;&#x3052;&#x307E;&#x3059;&#x3002;<br><img src="imgs/diode1.JPG" alt="ergodash_diode1">
&#x30CB;&#x30C3;&#x30D1;&#x30FC;&#x3067;&#x30AB;&#x30C3;&#x30C8;&#x3059;&#x308B;&#x304B;&#x624B;&#x3067;&#x30EA;&#x30FC;&#x30EB;&#x304B;&#x3089;&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x3092;&#x5916;&#x3057;&#x307E;&#x3059;&#x3002;<br>&#x5C0F;&#x3055;&#x3044;&#x90E8;&#x54C1;&#x3067;&#x3059;&#x306E;&#x3067;&#x7D1B;&#x5931;&#x3057;&#x306A;&#x3044;&#x3088;&#x3046;&#x306B;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;<br><img src="imgs/diode2.JPG" alt="ergodash_diode2">
&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x306E;<strong>&#x9ED2;&#x8272;&#x3092;&#x4E0B;&#x5411;&#x304D;&#x306B;&#x3057;&#x3066;</strong>&#x753B;&#x50CF;&#x306E;&#x30AA;&#x30EC;&#x30F3;&#x30B8;&#x8272;&#x306E;&#x5834;&#x6240;&#x306B;&#x5DEE;&#x3057;&#x8FBC;&#x307F;&#x307E;&#x3059;&#x3002;<br>&#x89AA;&#x6307;&#x5468;&#x8FBA;&#x306E;&#x5411;&#x304D;&#x306B;&#x6C17;&#x3092;&#x3064;&#x3051;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;  </p>
<p><img src="imgs/diode3.jpg" alt="ergodash_diode">
<img src="imgs/ergodash_diode_cut.jpg" alt="ergodash_diode3"></p>
<p>&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x3092;&#x30DE;&#x30B9;&#x30AD;&#x30F3;&#x30B0;&#x30C6;&#x30FC;&#x30D7;&#x306A;&#x3069;&#x3067;&#x56FA;&#x5B9A;&#x3059;&#x308B;&#x304B;&#x30EA;&#x30FC;&#x30C9;&#x3092;&#x5E83;&#x3052;&#x307E;&#x3059;&#x3002;<br>&#x57FA;&#x677F;&#x3092;&#x88CF;&#x8FD4;&#x3057;&#x3066;&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x3092;&#x306F;&#x3093;&#x3060;&#x4ED8;&#x3051;&#x3057;&#x307E;&#x3059;&#x3002;<br>&#x306F;&#x3093;&#x3060;&#x304C;&#x5BCC;&#x58EB;&#x5C71;&#x306E;&#x3088;&#x3046;&#x306A;&#x5F62;&#x306B;&#x306A;&#x308B;&#x306E;&#x304C;&#x826F;&#x3044;&#x306F;&#x3093;&#x3060;&#x4ED8;&#x3051;&#x3067;&#x3059;&#x3002;<br><img src="imgs/diode4.JPG" alt="ergodash_diode4"> </p>
<p>&#x306F;&#x3093;&#x3060;&#x4ED8;&#x3051;&#x5F8C;&#x3001;&#x30CB;&#x30C3;&#x30D1;&#x30FC;&#x3067;&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x306E;&#x30EA;&#x30FC;&#x30C9;&#x306E;&#x6839;&#x672C;&#x3092;&#x30AB;&#x30C3;&#x30C8;&#x3057;&#x307E;&#x3059;
<img src="imgs/diode5.JPG" alt="ergodash_diode5">
<img src="imgs/diode6.JPG" alt="ergodash_diode6"></p>
<h2 id="2trrs&#x30B8;&#x30E3;&#x30C3;&#x30AF;&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;">2.TRRS&#x30B8;&#x30E3;&#x30C3;&#x30AF;&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;</h2>
<p>&#x4F7F;&#x7528;&#x90E8;&#x54C1;:TRRS&#x30B8;&#x30E3;&#x30C3;&#x30AF;<br>&#x4F7F;&#x7528;&#x5DE5;&#x5177;:&#x306F;&#x3093;&#x3060;&#x3054;&#x3066;  </p>
<p>&#x5185;&#x5074;&#x4E0A;&#x90E8;&#x306E;&#x56DB;&#x89D2;&#x3067;&#x56F2;&#x307E;&#x308C;&#x3066;&#x3044;&#x308B;&#x5834;&#x6240;&#x306B;TRRS&#x30B8;&#x30E3;&#x30C3;&#x30AF;&#x3092;<strong>&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x304C;&#x4ED8;&#x3044;&#x3066;&#x3044;&#x308B;&#x9762;</strong>&#x306B;&#x5DEE;&#x3057;&#x8FBC;&#x307F;&#x307E;&#x3059;&#x3002;
<img src="imgs/ergodash_trrs.png" alt="ergodash_trrs">
<img src="imgs/trrs2.JPG" alt="ergodash_trrs2">
&#x57FA;&#x677F;&#x3092;&#x88CF;&#x8FD4;&#x3057;&#x3066;TRRS&#x30B8;&#x30E3;&#x30C3;&#x30AF;&#x3092;&#x306F;&#x3093;&#x3060;&#x4ED8;&#x3051;&#x3057;&#x307E;&#x3059;&#x3002;
<img src="imgs/trrs3.JPG" alt="ergodash_trrs2"></p>
<h2 id="3&#x30EA;&#x30BB;&#x30C3;&#x30C8;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;">3.&#x30EA;&#x30BB;&#x30C3;&#x30C8;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;</h2>
<p>&#x4F7F;&#x7528;&#x90E8;&#x54C1;:&#x30EA;&#x30BB;&#x30C3;&#x30C8;&#x30B9;&#x30A4;&#x30C3;&#x30C1;<br>&#x4F7F;&#x7528;&#x5DE5;&#x5177;:&#x306F;&#x3093;&#x3060;&#x3054;&#x3066;  </p>
<p>&#x30AA;&#x30EC;&#x30F3;&#x30B8;&#x306B;&#x56F2;&#x307E;&#x308C;&#x305F;&#x5834;&#x6240;&#x306B;&#x30EA;&#x30BB;&#x30C3;&#x30C8;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x3092;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x307E;&#x3059;&#x3002;
<img src="imgs/ergodash_rsw.png" alt="ergodash_rsw">
&#xD7;&#x304C;&#x8A18;&#x8F09;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x5834;&#x6240;&#x306B;&#x306F;&#x5DEE;&#x3057;&#x8FBC;&#x307E;&#x306A;&#x3044;&#x3088;&#x3046;&#x306B;&#x6CE8;&#x610F;&#x3057;&#x3066;&#x4E0B;&#x3055;&#x3044;&#x3002;<br>&#x6B63;&#x3057;&#x304F;&#x5DEE;&#x3057;&#x8FBC;&#x307E;&#x308C;&#x3066;&#x3044;&#x308C;&#x3070;&#x30EA;&#x30BB;&#x30C3;&#x30C8;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x306E;&#x5DE6;&#x96A3;&#x306B;&quot;TX0&quot;&#x306E;&#x6587;&#x5B57;&#x304C;&#x8A18;&#x8F09;&#x3055;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;
<img src="imgs/rsw2.jpg" alt="ergodash_rsw2"></p>
<p><strong>&#x3053;&#x308C;&#x4EE5;&#x964D;&#x306E;&#x5DE5;&#x7A0B;&#x3067;&#x306F;&#x5F8C;&#x304B;&#x3089;&#x306E;&#x4FEE;&#x6B63;&#x304C;&#x96E3;&#x3057;&#x304F;&#x306A;&#x308B;&#x305F;&#x3081;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x30C1;&#x30A7;&#x30C3;&#x30AF;&#x30EA;&#x30B9;&#x30C8;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;</strong></p>
<ul>
<li>&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x3001;TRRS&#x30B8;&#x30E3;&#x30C3;&#x30AF;&#x3001;&#x30EA;&#x30BB;&#x30C3;&#x30C8;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x304C;&#x540C;&#x3058;&#x9762;&#x306B;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x3089;&#x308C;&#x3066;&#x3044;&#x308B;</li>
<li>&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x304C;&#x4E21;&#x624B;70&#x500B;(68&#x500B;)&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x3089;&#x308C;&#x3066;&#x3044;&#x308B;</li>
<li>&#x3059;&#x3079;&#x3066;&#x306F;&#x3093;&#x3060;&#x4ED8;&#x3051;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;</li>
<li>&#x30C0;&#x30A4;&#x30AA;&#x30FC;&#x30C9;&#x306E;&#x9ED2;&#x3044;&#x30DE;&#x30FC;&#x30AF;&#x304C;&#x4E0B;&#x5411;&#x304D;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;</li>
<li>&#x30EA;&#x30BB;&#x30C3;&#x30C8;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x306E;&#x5DE6;&#x96A3;&#x306B;TX0&#x306E;&#x5370;&#x5B57;&#x304C;&#x3042;&#x308B;</li>
</ul>
<h2 id="4&#x30B9;&#x30BF;&#x30D3;&#x30E9;&#x30A4;&#x30B6;&#x30FC;&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;">4.&#x30B9;&#x30BF;&#x30D3;&#x30E9;&#x30A4;&#x30B6;&#x30FC;&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;</h2>
<p>&#x4F7F;&#x7528;&#x90E8;&#x54C1;:&#x30B9;&#x30BF;&#x30D3;&#x30E9;&#x30A4;&#x30B6;&#x30FC;<br>&#x4F7F;&#x7528;&#x5DE5;&#x5177;:&#x306A;&#x3057;  </p>
<p><strong>2U&#x30B5;&#x30A4;&#x30BA;(&#x5927;&#x304D;&#x3044;&#x30B5;&#x30A4;&#x30BA;)&#x306E;&#x30AD;&#x30FC;&#x30AD;&#x30E3;&#x30C3;&#x30D7;&#x3092;&#x4F7F;&#x7528;&#x3059;&#x308B;&#x5834;&#x5408;</strong>&#x306F;&#x30B9;&#x30BF;&#x30D3;&#x30E9;&#x30A4;&#x30B6;&#x30FC;&#x3092;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x307E;&#x3059;&#x3002;<br>&#x5FC5;&#x9808;&#x90E8;&#x54C1;&#x3067;&#x306F;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x304C;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x3092;&#x63A8;&#x5968;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p>&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x524D;&#x306B;&#x6B63;&#x3057;&#x304F;&#x52D5;&#x4F5C;&#x3059;&#x308B;&#x304B;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x307E;&#x3059;&#x3002;<br>&#x30B9;&#x30BF;&#x30D3;&#x30E9;&#x30A4;&#x30B6;&#x30FC;&#x3092;&#x52D5;&#x304B;&#x3057;&#x3066;&#x5341;&#x5B57;&#x306E;&#x90E8;&#x54C1;&#x304C;2&#x3064;&#x3068;&#x3082;&#x4E0A;&#x307E;&#x3067;&#x52D5;&#x304D;&#x4E0A;&#x304C;&#x3063;&#x3066;&#x3044;&#x308B;&#x3053;&#x3068;&#x3001;&#x91DD;&#x91D1;&#x306E;&#x7AEF;&#x304C;&#x4E0A;&#x3052;&#x305F;&#x3068;&#x304D;&#x306B;&#x898B;&#x3048;&#x308B;&#x3053;&#x3068;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x3066;&#x4E0B;&#x3055;&#x3044;&#x3002;
<img src="imgs/stabilizer1.jpg" alt="ergodash_stabilizer1"></p>
<p>&#x5927;&#x304D;&#x3044;&#x65B9;&#x306E;&#x7A74;&#x306B;&#x30B9;&#x30BF;&#x30D3;&#x30E9;&#x30A4;&#x30B6;&#x30FC;&#x306E;&#x30D7;&#x30E9;&#x30B9;&#x30C1;&#x30C3;&#x30AF;&#x306E;&#x722A;&#x3092;&#x659C;&#x3081;&#x306B;&#x5F15;&#x3063;&#x639B;&#x3051;&#x3066;&#x304B;&#x3089;&#x53CD;&#x5BFE;&#x306E;&#x5C0F;&#x3055;&#x3044;&#x7A74;&#x306B;&#x5DEE;&#x3057;&#x8FBC;&#x307F;&#x307E;&#x3059;&#x3002;
<img src="imgs/stabilizer2.JPG" alt="ergodash_stabilizer2">
<img src="imgs/stabilizer3.JPG" alt="ergodash_stabilizer3"></p>
<p>&#x6B63;&#x3057;&#x304F;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x3089;&#x308C;&#x3066;&#x3044;&#x308B;&#x304B;&#x78BA;&#x8A8D;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;
<img src="imgs/stabilizer4.JPG" alt="ergodash_stabilizer4"></p>
<h2 id="5&#x30AD;&#x30FC;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;">5.&#x30AD;&#x30FC;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;</h2>
<p>&#x4F7F;&#x7528;&#x90E8;&#x54C1;:&#x30AD;&#x30FC;&#x30B9;&#x30A4;&#x30C3;&#x30C1; 5mm&#x306D;&#x3058;(&#x77ED;&#x3044;&#x65B9;) 6mm&#x30B9;&#x30DA;&#x30FC;&#x30B5;&#x30FC;<br>&#x4F7F;&#x7528;&#x5DE5;&#x5177;:&#x306F;&#x3093;&#x3060;&#x3054;&#x3066;  &#x30C9;&#x30E9;&#x30A4;&#x30D0;&#x30FC;</p>
<p>&#x30A2;&#x30AF;&#x30EA;&#x30EB;&#x306E;&#x30C8;&#x30C3;&#x30D7;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306E;&#x30D5;&#x30A3;&#x30EB;&#x30E0;&#x3092;&#x5265;&#x304C;&#x3057;&#x307E;&#x3059;&#x3002;
<img src="imgs/plate1.JPG" alt="ergodash_plate1"></p>
<p>5mm&#x306D;&#x3058;(&#x77ED;&#x3044;&#x65B9;)&#x3068;6mm&#x30B9;&#x30DA;&#x30FC;&#x30B5;&#x30FC;&#x3092;&#x53D6;&#x308A;&#x51FA;&#x3057;&#x3001;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306B;&#x56FA;&#x5B9A;&#x3057;&#x307E;&#x3059;&#x3002;
<img src="imgs/plate2.JPG" alt="ergodash_plate2">
<img src="imgs/plate3.JPG" alt="ergodash_plate3">
&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x56DB;&#x9685;&#x306B;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x3092;&#x5DEE;&#x3057;&#x8FBC;&#x3093;&#x3067;&#x304B;&#x3089;&#x57FA;&#x677F;&#x306B;&#x307E;&#x3063;&#x3059;&#x3050;&#x5DEE;&#x3057;&#x8FBC;&#x307F;&#x307E;&#x3059;&#x3002;
<img src="imgs/SW1.JPG" alt="ergodash_SW1">
<img src="imgs/SW2.JPG" alt="ergodash_SW2">
&#x6D6E;&#x304D;&#x304C;&#x306A;&#x3044;&#x3088;&#x3046;&#x306B;&#x78BA;&#x8A8D;&#x3057;&#x3001;&#x57FA;&#x677F;&#x3092;&#x88CF;&#x8FD4;&#x3057;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x3092;&#x306F;&#x3093;&#x3060;&#x4ED8;&#x3051;&#x3057;&#x3066;&#x56FA;&#x5B9A;&#x3057;&#x307E;&#x3059;&#x3002;
<img src="imgs/SW3.JPG" alt="ergodash_SW3">\
<img src="imgs/SW4.JPG" alt="ergodash_SW4"></p>
<p>&#x6B8B;&#x308A;&#x306E;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x3092;&#x3057;&#x3063;&#x304B;&#x308A;&#x3068;&#x5DEE;&#x3057;&#x8FBC;&#x307F;&#x3001;&#x6D6E;&#x304D;&#x3084;&#x659C;&#x3081;&#x306B;&#x306A;&#x3063;&#x3066;&#x306A;&#x3044;&#x304B;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x3066;&#x304B;&#x3089;&#x306F;&#x3093;&#x3060;&#x4ED8;&#x3051;&#x3057;&#x307E;&#x3059;&#x3002;
<img src="imgs/SW5.JPG" alt="ergodash_SW5">
<img src="imgs/SW6.JPG" alt="ergodash_SW6"></p>
<h2 id="6promicro&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;">6.ProMicro&#x306E;&#x53D6;&#x308A;&#x4ED8;&#x3051;</h2>
<p>&#x4F7F;&#x7528;&#x90E8;&#x54C1;:ProMicro &#x30B3;&#x30F3;&#x30B9;&#x30EB;&#x30FC;(&#x30B9;&#x30D7;&#x30EA;&#x30F3;&#x30B0;&#x30D4;&#x30F3;&#x30D8;&#x30C3;&#x30C0;)
&#x4F7F;&#x7528;&#x5DE5;&#x5177;:&#x306F;&#x3093;&#x3060;&#x3054;&#x3066;  &#x30CB;&#x30C3;&#x30D1;&#x30FC;</p>
<p>&#x7834;&#x640D;&#x6642;&#x3084;&#x6545;&#x969C;&#x6642;&#x306B;&#x4EA4;&#x63DB;&#x53EF;&#x80FD;&#x306B;&#x3059;&#x308B;&#x305F;&#x3081;<strong>ProMicro&#x306E;&#x888B;&#x306B;&#x540C;&#x5C01;&#x3057;&#x3066;&#x3044;&#x308B;&#x30D4;&#x30F3;&#x30D8;&#x30C3;&#x30C0;&#x306F;&#x4F7F;&#x7528;&#x3057;&#x306A;&#x3044;&#x3067;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;(&#x4F7F;&#x7528;&#x3057;&#x306A;&#x3044;&#x305F;&#x3081;&#x5EC3;&#x68C4;&#x3057;&#x3066;&#x3082;&#x69CB;&#x3044;&#x307E;&#x305B;&#x3093;)</strong><br>&#x5225;&#x888B;&#x306B;&#x540C;&#x5C01;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x30B3;&#x30F3;&#x30B9;&#x30EB;&#x30FC;&#x3092;&#x4F7F;&#x7528;&#x3057;&#x307E;&#x3059;&#x3002;<br><img src="imgs/promicro1.jpg" alt="ergodash_promicro1"></p>
<p>ProMicro&#x306E;&#x4E0B;&#x5074;&#x306B;&#x3042;&#x308B;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x306E;&#x30D4;&#x30F3;&#x3092;&#x30AB;&#x30C3;&#x30C8;&#x3057;&#x307E;&#x3059;&#x3002;<br>&#x753B;&#x50CF;&#x306E;&#x6C34;&#x8272;&#x3067;&#x56F2;&#x307E;&#x308C;&#x3066;&#x3044;&#x308B;&#x7B87;&#x6240;&#x306E;&#x57FA;&#x677F;&#x304B;&#x3089;&#x98DB;&#x3073;&#x51FA;&#x3057;&#x3066;&#x3044;&#x308B;&#x30D4;&#x30F3;&#x3092;&#x30AB;&#x30C3;&#x30C8;&#x3057;&#x307E;&#x3059;&#x3002;<br>&#x30AB;&#x30C3;&#x30C8;&#x3057;&#x306A;&#x3044;&#x5834;&#x5408;&#x30B9;&#x30A4;&#x30C3;&#x30C1;&#x306E;&#x30D4;&#x30F3;&#x3067;ProMicro&#x304C;&#x30B7;&#x30E7;&#x30FC;&#x30C8;&#x3057;&#x52D5;&#x4F5C;&#x4E0D;&#x826F;&#x3084;&#x6545;&#x969C;&#x306A;&#x3069;&#x304C;&#x767A;&#x751F;&#x3059;&#x308B;&#x53EF;&#x80FD;&#x6027;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;
<img src="imgs/ergodash_promicro2.png" alt="ergodash_promicro2">
<img src="imgs/promicro3.JPG" alt="ergodash_promicro3"></p>
<p>&#x30B3;&#x30F3;&#x30B9;&#x30EB;&#x30FC;&#x306B;&#x306F;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x306E;&#x63A8;&#x5968;&#x306E;&#x5411;&#x304D;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;<br>&#x30B3;&#x30F3;&#x30B9;&#x30EB;&#x30FC;&#x5074;&#x9762;&#x306E;&#x91D1;&#x8272;&#x304C;&#x898B;&#x3048;&#x3066;&#x3044;&#x308B;&#x65B9;&#x3092;&#x4E0A;&#x5074;(ProMicro&#x5074;)&#x306B;&#x3057;&#x3001;&#x5DE6;&#x53F3;&#x5411;&#x304D;&#x3092;&#x63C3;&#x3048;&#x3066;&#x5DEE;&#x3057;&#x8FBC;&#x307F;&#x307E;&#x3059;&#x3002;<br><img src="imgs/promicro4.jpg" alt="ergodash_promicro4"></p>
<p>ProMicro&#x306E;&#x90E8;&#x54C1;&#x304C;&#x3064;&#x3044;&#x3066;&#x3044;&#x308B;&#x65B9;&#x3092;&#x4E0B;&#x5411;&#x304D;&#x306B;&#x3057;&#x3066;&#x62BC;&#x3057;&#x8FBC;&#x307F;&#x307E;&#x3059;&#x3002;<br><img src="imgs/promicro5.JPG" alt="ergodash_promicro5">
ProMicro&#x5074;&#x306E;&#x30D4;&#x30F3;&#x306E;&#x307F;&#x3092;&#x306F;&#x3093;&#x3060;&#x4ED8;&#x3051;&#x3057;&#x307E;&#x3059;&#x3002;
<img src="imgs/promicro6.jpg" alt="ergodash_promicro6"><br><img src="imgs/promicro7.JPG" alt="ergodash_promicro7"></p>
<h2 id="7&#x30B1;&#x30FC;&#x30B9;&#x306E;&#x7D44;&#x307F;&#x7ACB;&#x3066;">7.&#x30B1;&#x30FC;&#x30B9;&#x306E;&#x7D44;&#x307F;&#x7ACB;&#x3066;</h2>
<p>&#x4F7F;&#x7528;&#x90E8;&#x54C1;:&#x30DC;&#x30C8;&#x30E0;&#x30D7;&#x30EC;&#x30FC;&#x30C8; 5mm&#x306D;&#x3058;(&#x77ED;&#x3044;&#x65B9;)&#x3000;8mm&#x306D;&#x3058;(&#x9577;&#x3044;&#x65B9;) &#x30B4;&#x30E0;&#x8DB3;<br>&#x4F7F;&#x7528;&#x5DE5;&#x5177;:&#x7CBE;&#x5BC6;&#x30C9;&#x30E9;&#x30A4;&#x30D0;&#x30FC;</p>
<p>&#x30DC;&#x30C8;&#x30E0;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x3068;ProMicro&#x30AB;&#x30D0;&#x30FC;&#x3092;&#x53D6;&#x308A;&#x51FA;&#x3057;&#x4FDD;&#x8B77;&#x7D19;&#x3092;&#x5265;&#x304C;&#x3057;&#x307E;&#x3059;&#x3002; 
<img src="imgs/plate4.JPG" alt="ergodash_plate4">
&#x88CF;&#x5074;&#x304B;&#x3089;&#x91CD;&#x306D;&#x5408;&#x308F;&#x305B;&#x3066;&#x30CD;&#x30B8;&#x6B62;&#x3081;&#x3092;&#x3057;&#x307E;&#x3059;&#x3002;<br>&#x5834;&#x6240;&#x306B;&#x3088;&#x3063;&#x3066;&#x4F7F;&#x3046;&#x306D;&#x3058;&#x306E;&#x9577;&#x3055;&#x304C;&#x7570;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;&#x753B;&#x50CF;&#x3092;&#x53C2;&#x7167;&#x3057;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x3092;&#x884C;&#x3063;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;
<img src="imgs/plate5.JPG" alt="ergodash_plate5"></p>
<p>&#x30B4;&#x30E0;&#x8DB3;&#x3092;&#x5E95;&#x9762;&#x56DB;&#x9685;&#x306B;&#x8CBC;&#x308A;&#x4ED8;&#x3051;&#x307E;&#x3059;&#x3002;
<img src="imgs/plate6.JPG" alt="ergodash_plate6"></p>
<h2 id="8&#x304A;&#x597D;&#x304D;&#x306A;&#x30AD;&#x30FC;&#x30AD;&#x30E3;&#x30C3;&#x30D7;&#x3092;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x3066;&#x5B8C;&#x6210;&#x3067;&#x3059;">8.&#x304A;&#x597D;&#x304D;&#x306A;&#x30AD;&#x30FC;&#x30AD;&#x30E3;&#x30C3;&#x30D7;&#x3092;&#x53D6;&#x308A;&#x4ED8;&#x3051;&#x3066;&#x5B8C;&#x6210;&#x3067;&#x3059;</h2>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ErgoDash_Parts.html" class="navigation navigation-prev " aria-label="Previous page: 必要部品/必要工具">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ErgoDash_BuildGuide_cut.html" class="navigation navigation-next " aria-label="Next page: 親指なしビルドガイド">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"親指ありビルドガイド","level":"1.3","depth":1,"next":{"title":"親指なしビルドガイド","level":"1.4","depth":1,"path":"ErgoDash_BuildGuide_cut.md","ref":"ErgoDash_BuildGuide_cut.md","articles":[]},"previous":{"title":"必要部品/必要工具","level":"1.2","depth":1,"path":"ErgoDash_Parts.md","ref":"ErgoDash_Parts.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-sharing","hide-published-with","expand-active-chapter","back-to-top-button","collapsible-chapters"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"search":{},"collapsible-chapters":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-published-with":{},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"back-to-top-button":{},"expand-active-chapter":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"ErgoDashビルドガイド","language":"ja","gitbook":"*"},"file":{"path":"ErgoDash_BuildGuide.md","mtime":"2021-05-06T04:33:46.099Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-05-06T04:39:25.843Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-hide-published-with/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-expand-active-chapter/expand-active-chapter.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-collapsible-chapters/collapsible-chapters.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

